{
  "lyrtn0d6flc": {
    "id": "lyrtn0d6flc",
    "name": "Ernesto Abella",
    "ballotNumber": 1,
    "personalProfile": [
      "Was a Christian pastor",
      "Was CEO of different businesses",
      "Was a columnist for newspapers",
      "Taught at a university"
    ],
    "governmentProfile": [
      "Was an Undersecretary of strategic communications and research for foreign affairs",
      "Was a Presidential Spokesperson"
    ],
    "stands": {
      "0": {
        "alignment": 2,
        "statement": "Only in times of \"real need\" and with limits."
      },
      "1": {
        "alignment": 1,
        "statement": "Divorce should be more of protection for those threatened (wife, kids)"
      },
      "2": {
        "alignment": 3,
        "statement": "\"...While we pursue economic development programs, we aspire for sustainable, climate-change resilient living.\""
      },
      "3": {
        "alignment": 3,
        "statement": "No data available."
      },
      "4": {
        "alignment": 3,
        "statement": "No data available."
      },
      "5": {
        "alignment": 0,
        "statement": "\"This is... an assertion that we are an independent and sovereign nation, now finding common ground with friendly neighbors...\""
      },
      "6": {
        "alignment": 3,
        "statement": "No statement available"
      },
      "7": {
        "alignment": 3,
        "statement": "No data available."
      },
      "8": {
        "alignment": 0,
        "statement": "\"There's been a misunderstanding on what we're doing. They are open to present their own criticisms, but we'll continue to pursue our own line of action.\""
      },
      "9": {
        "alignment": 0,
        "statement": "For drug-related crimes, heinous crimes"
      }
    },
    "controversies": []
  },
  "hd4yoxzxnkv": {
    "id": "hd4yoxzxnkv",
    "name": "Leody de Guzman",
    "ballotNumber": 2,
    "personalProfile": [
      "Member and leader of pro-labor organizations",
      "Was Vice President of a bank and finance union"
    ],
    "governmentProfile": [
      "Ran in previous electoral bids but lost"
    ],
    "stands": {
      "0": {
        "alignment": 0,
        "statement": "Women should decide for their own bodies."
      },
      "1": {
        "alignment": 0,
        "statement": "Like any other contract, people of age can do this. And they can also decide to end the contract."
      },
      "2": {
        "alignment": 3,
        "statement": "\"Dapat ang mundo ay magkaisa laban sa global warming. Kailangan natin ng isang independent foreign policy. More on economic and climate ang ating pagkakasunduan.\""
      },
      "3": {
        "alignment": 3,
        "statement": "No data available."
      },
      "4": {
        "alignment": 2,
        "statement": "\"These are problems created by the very same leaders, from political dynasties, that promise these fake solutions.\""
      },
      "5": {
        "alignment": 2,
        "statement": "\"We need to be vigilant against China's threats on our territory. Relying on US military intervention is not the solution.\""
      },
      "6": {
        "alignment": 0,
        "statement": "\"Sa halip na ang gobyerno ay humakbang para ampatin ang epekto ng pandemya sa unemployment, naging bahagi pa siya sa pagpaparami ng mga walang trabaho sa bansa...\""
      },
      "7": {
        "alignment": 3,
        "statement": "Wants to facilitate the exhumation of remains of Ferdinand Marcos at the Libingan ng mga Bayani."
      },
      "8": {
        "alignment": 2,
        "statement": "\"Drug addiction must be treated as a complex disease and must therefore be treated scientifically through rehabilitation\""
      },
      "9": {
        "alignment": 2,
        "statement": "As long as there is poverty, crimes are inevitable. Government should focus on eradicating poverty to eradicate heinous crimes so that we won't need the death penalty."
      }
    },
    "controversies": []
  },
  "xmaxqplon2": {
    "id": "xmaxqplon2",
    "name": "Isko Moreno Domagoso",
    "ballotNumber": 3,
    "personalProfile": [
      "Was in the entertainment industry"
    ],
    "governmentProfile": [
      "Was elected multiple times to top positions for a city",
      "Was an Undersecretary of a social welfare and development department"
    ],
    "stands": {
      "0": {
        "alignment": 2,
        "statement": "No one has a right to take life away. The child is innocent."
      },
      "1": {
        "alignment": 0,
        "statement": "Yes."
      },
      "2": {
        "alignment": 3,
        "statement": "\"I will adopt what Germany and Netherlands is doing right now, agrovoltaic system which is two-pronged -- You produce food, you produce energy.\""
      },
      "3": {
        "alignment": 3,
        "statement": "Administered 374k boosters as of Feb 2022. Hired tricycle drivers who lost livelihood during the pandemic as service riders. Opened 2 RT-PCR labs in a hospital. Established quarantine facilities and a field hospital."
      },
      "4": {
        "alignment": 2,
        "statement": "Disagree."
      },
      "5": {
        "alignment": 0,
        "statement": "\"Filipino first is my standard. What benefits will the PH and its citizens have? If we would join, sign contract, etc... Filipinos should always benefit.\""
      },
      "6": {
        "alignment": 1,
        "statement": "\"I made it clear: rule of law. If Congress gives you such privilege and approves it, I will sign it.\""
      },
      "7": {
        "alignment": 3,
        "statement": "\"Kung meron silang kaso, we as a state must... give justice to the victims. Dapat managot yung dapat managot sa ilalim ng batas.\""
      },
      "8": {
        "alignment": 0,
        "statement": "\"As long as there is search warrant and warrant of arrest. Under the law, you can do that any time of the day. As I have said, tuloy ang war on drugs. Tapos kikilalanin natin yung mga batas na umiiral at yun ang ipapatupad natin.\""
      },
      "9": {
        "alignment": 2,
        "statement": "Our judicial system is flawed at the moment."
      }
    },
    "controversies": [
      "ARRESTED due to alleged bingo operations held in a public place but charges were DISMISSED due to lack of evidence."
    ]
  },
  "edqj6hf5a49": {
    "id": "edqj6hf5a49",
    "name": "Norberto Gonzales",
    "ballotNumber": 4,
    "personalProfile": [
      "Graduated from a pre-medicine course at a top university in Davao"
    ],
    "governmentProfile": [
      "Held a senior position in peace talk negotiations in Mindanao",
      "Was a presidential advisor for special concerns and other affairs",
      "Was a national security advisor and defense chief"
    ],
    "stands": {
      "0": {
        "alignment": 3,
        "statement": "No answer."
      },
      "1": {
        "alignment": 3,
        "statement": "No answer."
      },
      "2": {
        "alignment": 3,
        "statement": "\"Nagbabago ang klima ng mundo. There's nothing much we can do about it... I'm a little disappointed our scientists are telling me the truth of the matter, they really don't know.\""
      },
      "3": {
        "alignment": 3,
        "statement": "No data available."
      },
      "4": {
        "alignment": 2,
        "statement": "\"No for the PH, but yes for the whole ASEAN.\" Wants to try autonomy for all regions first.\""
      },
      "5": {
        "alignment": 3,
        "statement": "No data available."
      },
      "6": {
        "alignment": 3,
        "statement": "No statement available"
      },
      "7": {
        "alignment": 3,
        "statement": "\"...Anong ginawa niya? Nag-declare ng Marial Law. And before we know it, the nation was under a dictatorship.\""
      },
      "8": {
        "alignment": 2,
        "statement": "\"You know, there was a golden opportunity that happened during the early days of this so-called drug war. I'm not saying that it's a good approach... It was a horrible approach that you start killing people in the communities.\""
      },
      "9": {
        "alignment": 2,
        "statement": "Life is sacred."
      }
    },
    "controversies": [
      "Was CHARGED with misuse of 96M worth of government funds, still a PENDING CASE.",
      "Was IMPLICATED in a case of contempt by the Supreme Court."
    ]
  },
  "jiaek4acha8": {
    "id": "jiaek4acha8",
    "name": "Ping Lacson",
    "ballotNumber": 5,
    "personalProfile": [
      "Has a masters degree in Government Management",
      "Has an honorary degree in law"
    ],
    "governmentProfile": [
      "Has worked for the government for a long time",
      "Headed rehab efforts for those affected with Typhoon Yolanda",
      "Worked in multiple task forces"
    ],
    "stands": {
      "0": {
        "alignment": 1,
        "statement": "We need to study these issues more and consult with experts"
      },
      "1": {
        "alignment": 0,
        "statement": "Can apply for divorce only once in your life."
      },
      "2": {
        "alignment": 3,
        "statement": "\"No nation can do it alone. It is time for the community of nations to really take this issue very seriously.\""
      },
      "3": {
        "alignment": 3,
        "statement": "Lobbied for emergency employment and food terminal programs for jobless and hungry. Voted to approve COVID-19 Vacinnation Program Act."
      },
      "4": {
        "alignment": 2,
        "statement": "Proposes an alternative to federalism without having to amend the Constitution."
      },
      "5": {
        "alignment": 2,
        "statement": "\"Maybe a review of the country's diplomatic relations is timely and called for.\""
      },
      "6": {
        "alignment": 0,
        "statement": "Said a message of hope to ABS-CBN: \"You fall today, you will rise tomorrow, and that's for sure it is as simple as that.\""
      },
      "7": {
        "alignment": 3,
        "statement": "\"Martial Law was declared for many good reasons. At least from the peace and order perspective. Everything that followed was wrong. Since 1986, it has been the same all over again. When will we ever learn?\""
      },
      "8": {
        "alignment": 1,
        "statement": "\"Dapat nagsucceed (yung war on drugs ni Duterte) kung tama yung implementasyon without having to resort to EJK. Pero along the way, nakita natin na hindi lamang isa yung standard.\""
      },
      "9": {
        "alignment": 2,
        "statement": "No to death penalty even though this person co-wrote bills pushing for the death penalty. A movie changed this person's mind."
      }
    },
    "controversies": [
      "FILED with murder charges, but DISMISSED for lack of probable cause."
    ]
  },
  "ltekxxgzcea": {
    "id": "ltekxxgzcea",
    "name": "Faisal Mangondato",
    "ballotNumber": 6,
    "personalProfile": [
      "Is a businessman"
    ],
    "governmentProfile": [
      "Ran in previous electoral bids but lost"
    ],
    "stands": {
      "0": {
        "alignment": 3,
        "statement": "No answer."
      },
      "1": {
        "alignment": 0,
        "statement": "Only if you're toxic already with each other"
      },
      "2": {
        "alignment": 3,
        "statement": "No statement available."
      },
      "3": {
        "alignment": 3,
        "statement": "No data available."
      },
      "4": {
        "alignment": 0,
        "statement": "Wants to bring governance closer to the masses and build better programs for agriculture, industries, and healthcare."
      },
      "5": {
        "alignment": 3,
        "statement": "No data available."
      },
      "6": {
        "alignment": 3,
        "statement": "No statement available"
      },
      "7": {
        "alignment": 3,
        "statement": "No data available."
      },
      "8": {
        "alignment": 0,
        "statement": "\"Kailangan litisin yung mga pusher... within the due process of the law. Kung ito'y talagang magiging cancer na ng society, diyan pwedeng patawan ng malaking parusa.\""
      },
      "9": {
        "alignment": 0,
        "statement": "The punishment should fit the crime."
      }
    },
    "controversies": []
  },
  "kqw3gco5qqm": {
    "id": "kqw3gco5qqm",
    "name": "Ferdinand “Bongbong” Marcos Jr.",
    "ballotNumber": 7,
    "personalProfile": [
      "Likes pop culture"
    ],
    "governmentProfile": [
      "Held high positions at a province in his early 20s",
      "Co-wrote laws on cybercrime, anti-drinking and driving, and child protection",
      "Head author of a balanced housing law as a senator"
    ],
    "stands": {
      "0": {
        "alignment": 0,
        "statement": "Yes to abortion, for those in extreme cases"
      },
      "1": {
        "alignment": 1,
        "statement": "Sometimes it's needed, but I don't want to encourage it"
      },
      "2": {
        "alignment": 3,
        "statement": "\"Ang dala ng Climate Change ay ang malakas na hangin sa mga bagyo, mas tuyo kapag tag-init. Ito ay isang katotohanan na hindi maaring tayo ay pikit mata na lamang. Kailangan na may gagawin tayo.\""
      },
      "3": {
        "alignment": 3,
        "statement": "Donated 13k rapid antibody test kits to Quezon City. Donated PPEs to hospitals. Donated face shields to NCR Police Office."
      },
      "4": {
        "alignment": 1,
        "statement": "\"If the people agree on it, then that's what we'll do. We will explain what's good and what's bad with this system, and let the people decide.\""
      },
      "5": {
        "alignment": 0,
        "statement": "Agree."
      },
      "6": {
        "alignment": 1,
        "statement": "\"If ABS-CBN could take care of all these problems as highlighted by the House committee, why not apply for a franchise?\""
      },
      "7": {
        "alignment": 3,
        "statement": "\"Essentially you are teaching the children lies. There was no evidence.\""
      },
      "8": {
        "alignment": 2,
        "statement": "\"Kailangan din natin tignan yung prevention, na tinuturuan natin 'yung mga bata na huwag kayong papasok diyan... At 'yung mga nasabit na o 'yung mga naadik na, may maganda tayong mga rehab center para matulungan natin sila.\""
      },
      "9": {
        "alignment": 1,
        "statement": "Not sure if it's effective. Thinks enforcement is much more important than the actual punishment."
      }
    },
    "controversies": [
      "Has numerous ill-gotten wealth cases.",
      "CONVICTED as a tax evader in 9 cases.",
      "Was LINKED to Janet Napoles' pork barrel scam."
    ]
  },
  "47zo6qh6098": {
    "id": "47zo6qh6098",
    "name": "Jose Montemayor Jr.",
    "ballotNumber": 8,
    "personalProfile": [
      "Is a lawyer and cardiologist at major hospitals",
      "Was a lecturer at multiple schools and universities",
      "Was a consultant for different medical centers",
      "Published books about law, medicine, and economics"
    ],
    "governmentProfile": [
      "Ran for governor but lost"
    ],
    "stands": {
      "0": {
        "alignment": 2,
        "statement": "No one has a right to take life away. The child is innocent."
      },
      "1": {
        "alignment": 2,
        "statement": "No."
      },
      "2": {
        "alignment": 3,
        "statement": "No statement available."
      },
      "3": {
        "alignment": 3,
        "statement": "No data available."
      },
      "4": {
        "alignment": 3,
        "statement": "No data available."
      },
      "5": {
        "alignment": 3,
        "statement": "No data available."
      },
      "6": {
        "alignment": 3,
        "statement": "No statement available"
      },
      "7": {
        "alignment": 3,
        "statement": "No data available."
      },
      "8": {
        "alignment": 2,
        "statement": "\"Are we going to resort to extreme measures like tokhang? EJK? Hindi naman po kailangan. If we have God in our needs, masosolve natin yan. Nahuhuli yung drug lord, wala eh, pinapatakas.\""
      },
      "9": {
        "alignment": 3,
        "statement": "No data available."
      }
    },
    "controversies": []
  },
  "xhy48uqmc3": {
    "id": "xhy48uqmc3",
    "name": "Manny Pacquiao",
    "ballotNumber": 9,
    "personalProfile": [
      "Was in the sports industry",
      "Was a church preacher"
    ],
    "governmentProfile": [
      "Co-wrote laws on urban development, bayanihan, and religion",
      "Wrote a law about OFWs"
    ],
    "stands": {
      "0": {
        "alignment": 2,
        "statement": "No one has a right to take life away. The child is innocent."
      },
      "1": {
        "alignment": 2,
        "statement": "God joined you together."
      },
      "2": {
        "alignment": 3,
        "statement": "\"Magtulong-tulong tayo upang maging malinis ang ating kapaligiran. Ipagpatuloy natin ang pagiging plantita at plantito. Magtanim tayo ng mga puno sa halip na ubusin ang oras sa mga bisyo.\""
      },
      "3": {
        "alignment": 3,
        "statement": "Donated 5 buses to MMDA. Donated 50k test kits. Donated 600k face masks."
      },
      "4": {
        "alignment": 0,
        "statement": "Hopes that this will discipline corrupt people. Wants to push for local autonomy."
      },
      "5": {
        "alignment": 2,
        "statement": "\"Wag tayong, hindi naman tayo basta-basta rin na magpapabully lang ganyan, eh gusto nating kaibigan sa lahat ng mga bansa.\""
      },
      "6": {
        "alignment": 0,
        "statement": "\"I'm hoping, I'm praying na hipuin ng Panginoon ang Pangulo na tulungan at kausapin ang NTC na bigyan ng provisional authority to operate while the pending renewal bill is dinidinig ng lower House at Senate.\""
      },
      "7": {
        "alignment": 3,
        "statement": "\"...Kung nagkamali ka, dapat marunong ka humingi ng patawad.\""
      },
      "8": {
        "alignment": 0,
        "statement": "\"Si President at kapulisan natin ay ayaw nila lumabag sa batas. Sinusunod nila ang due process. Alam niyo, may ibang mga drug lord pinapatay na rin nila yung mga tao nila dahil baka magsumbong. Yun ang nangyayari.\""
      },
      "9": {
        "alignment": 0,
        "statement": "Death penalty is not illegal and does not go against the government, nor the eyes of God."
      }
    },
    "controversies": []
  },
  "81u2f1dcvg6": {
    "id": "81u2f1dcvg6",
    "name": "Leni Robredo",
    "ballotNumber": 10,
    "personalProfile": [
      "Is a public attorney",
      "Has three honorary degrees in public administration, humanities and in law"
    ],
    "governmentProfile": [
      "Wrote laws on economic and financial literacy, tax incentives, and management",
      "Known for leading relief operations and response initiatives",
      "Held a top position in the government"
    ],
    "stands": {
      "0": {
        "alignment": 2,
        "statement": "No to abortion, but open to decriminalizing abortion for those in extreme situations."
      },
      "1": {
        "alignment": 2,
        "statement": "No to divorce, but we need to protect the victims through economic empowerment."
      },
      "2": {
        "alignment": 3,
        "statement": "\"Yung climate change talaga ang kailangan nating seryosohin, kasi actually itong mga sakunang dumadaan sa atin ngayon pagrabe nang pagrabe.\""
      },
      "3": {
        "alignment": 3,
        "statement": "Opened free dorms for frontliners. Distributed PPEs, food and care packages. Free shuttle service for frontliners. Distributed free antigen kits worth 11M. Had a \"vaccination express\" program."
      },
      "4": {
        "alignment": 1,
        "statement": "Advocates for more balanced discussions."
      },
      "5": {
        "alignment": 0,
        "statement": "\"We don't need to wage war. What we need to do is to enter into alliances with traditional and emerging partners.\""
      },
      "6": {
        "alignment": 0,
        "statement": "\"Supportive ako, at tingin ko iyon iyong tamang paraan, iyong paghain ni Senator Tito Sotto saka ni Congresswoman Vilma Santos-Recto ng pag-approve ng panibagong franchise para sa ABS-CBN.\""
      },
      "7": {
        "alignment": 3,
        "statement": "\"Kapag nanahimik tayo... pera at kapangyarihan ang magdidikta ng kasaysayan.\""
      },
      "8": {
        "alignment": 2,
        "statement": "\"Very clearly, based on official data, despite the killings of Filipinos and all the money spent, the amount of shabu and drug money we've seized has not gone beyond 1% of those in circulation.\""
      },
      "9": {
        "alignment": 2,
        "statement": "The death penalty will not prevent other crimes to be committed."
      }
    },
    "controversies": [
      "ACCUSED of rigging the election by the opposition but was ACQUITTED UNANIMOUSLY by the Supreme Court due to lack of merit."
    ]
  }
}